Repository: tumble-for-kronox/Tumble-iOS
Catalog: tumble-ios/Assets/*.lproj/Localizable.strings
Languages: it

source: Search events
it: Cerca eventi

source: Monday
it: Lunedì

source: Tuesday
it: Martedì

source: Wednesday
it: Mercoledì

source: Thursday
it: Giovedì

source: Friday
it: Venerdì

source: Saturday
it: Sabato

source: Sunday
it: Domenica

source: Logged out
it: Disconnesso

source: You have successfully logged out of your account
it: Sei uscito con successo dal tuo account

source: Error
it: Errore

source: Could not log out from your account
it: Impossibile disconnettersi dal tuo account

source: There are no schedules that match your search
it: Non ci sono programmi che corrispondono alla tua ricerca

source: Something went wrong
it: Qualcosa è andato storto

source: Automatic
it: Automatico

source: Light
it: Luminoso

source: Dark
it: Scuro

source: English
it: Inglese

source: Swedish
it: Svedese

source: Italian
it: Italiano

source: French
it: Francese

source: German
it: Tedesco

source: Bosnian
it: Bosniaco

source: Bookmarks
it: Salvati

source: Account
it: Profilo

source: Calendar
it: Calendario

source: List
it: Elenco

source: New school
it: Nuova scuola

source: Set %@ to default
it: Imposta %@ come predefinito

source: School already selected
it: Scuola già selezionata

source: You already have '%@' as your default school
it: Hai già '%@' come scuola predefinita

source: Removed schedule
it: Programma rimosso

source: Successfully removed the schedule '%@' from your bookmarks
it: Programma rimosso con sucesso dal '%@' dei tuoi salvati

source: Could not remove schedule
it: Impossibile rimuovere il programma

source: The schedule '%@' could not be removed from your bookmarks
it: Il programma '%@' non è stato rimosso dai tuoi salvati

source: Appearance
it: Aspetto

source: App language
it: Lingua dell'app

source: Notifications
it: Notifiche

source: School
it: Scuola

source: App review
it: Recensione dell'app

source: Share feedback
it: Condividi feedback

source: Settings
it: Impostazioni

source: Cancelled notifications
it: Notifiche annullate

source: Cancelled all available notifications set for events
it: Annullate tutte le notifiche disponibili impostate per eventi

source: Scheduled notifications
it: Notifiche programmate

source: Scheduled notifications for all available events
it: Notifiche pianificate per tutti gli eventi disponibili

source: Failed to set notifications for all available events
it: Impossibile impostare le notifiche per tutti gli eventi disponibili

source: Are you sure you want to log out of your account?
it: Sei sicuro di voler uscire dal tuo account?

source: Log out
it: Disconnettersi

source: No bookmarks yet
it: Nessun salvato ancora

source: minutes
it: Minuti

source: hour
it: Ora

source: hours
it: Ore

source: Are you sure you want to set notifications for all events?
it: Sei sicuro di voler impostare le notifiche per tutti gli eventi?

source: Set notifications for all events
it: Imposta le notifiche per tutti gli eventi

source: Are you sure you want to cancel all set notifications?
it: Sei sicuro di voler cancellare tutte le notifiche impostate?

source: Cancel all notifications
it: Annulla tutte le notifiche

source: No available bookmarks
it: Nessun programma disponibile

source: It looks like there's no available bookmarks
it: Sembra che non ci sono programmi disponibili

source: Cancel
it: Annulla

source: Notification offset
it: Offset di notifica

source: Looks like you don't have anything saved yet
it: Sembra che tu non abbia ancora salvato nulla

source: Schedules are bookmarked from the search page, which you can access at the top right of the screen.
it: Gli orari possono essere aggiunti ai salvati dalla pagina di ricerca, a cui puoi accedere in alto a destra dello schermo.

source: Everything looks good for this week
it: Sembra non ci sia nulla per questa settimana

source: Looks like you don't have any classes or exams in the coming week. Yay!
it: Sembra che tu non abbia lezioni o esami la prossima settimana. Yay!

source: We experienced an issue when trying to find your schedules. Try again later
it: Si è verificato un problema durante il tentativo di trovare i tuoi programmi, riprova più tardi

source: Today's events
it: Eventi di oggi

source: No events for today
it: Nessun evento per oggi

source: Next class
it: Prossima lezione

source: No upcoming class
it: Nessuna lezione in arrivo

source: No classes for today
it: Niente lezioni per oggi

source: Other news
it: Altre notizie

source: No other news
it: Nessun'altra notizia

source: Details
it: Dettagli

source: Recent news
it: Notizie recenti

source: No recent news
it: Nessuna notizia recente

source: News
it: Notizia

source: Search news
it: Cerca notizie

source: News from us (%@)
it: Notizie da noi (%@)

source: No teachers listed
it: Nessun insegnante elencato

source: Unknown
it: Sconosciuto

source: Pull to refresh
it: Tirare per aggiornare

source: Search
it: Ricerca

source: %@ results
it: %@ risultati

source: This is where you find your schedules
it: Qui è dove trovi i tuoi programmi

source: Looks like something went wrong
it: Sembra che qualcosa sia andato storto

source: Schedule is empty
it: Il programma è vuoto

source: Schedule
it: Programma

source: Search schedules
it: Cerca programmi

source: Remove
it: Rimuovere

source: Save
it: Salvare

source: Schedule seems to be empty
it: Il programma sembra essere vuoto

source: There was an error retrieving your schedules
it: Si è verificato un errore durante il recupero dei tuoi programmi

source: All your bookmarks are hidden
it: Tutti i tuoi programmi sono nascosti

source: No events for this date
it: Nessun evento per questa data

source: Course
it: Corso

source: Teachers
it: Insegnanti

source: No teachers listed at this time
it: Nessun insegnante elencato in questo momento

source: Date
it: Data

source: Time
it: Orario

source: Locations
it: Luogo

source: No locations listed at this time
it: Nessuna posizione elencata in questo momento

source: Select course color
it: Seleziona il colore del corso

source: Event
it: Evento

source: Color
it: Colore

source: Attempting to log in user
it: Tentativo di accesso utente

source: (no date)
it: (nessuna data)

source: No registered events yet
it: Nessun evento ancora registrato

source: Could not contact the server, try again later
it: Impossibile contattare il server, riprova più tardi

source: Booked resource
it: Risorsa prenotata

source: (no time)
it: (non disponibile)

source: No booked resources yet
it: Ancora nessuna risorsa prenotata

source: No title
it: Senza titolo

source: Date:
it: Data:

source: Time:
it: Tempo:

source: User options
it: Opzioni utente

source: Automatic exam signup
it: Iscrizione automatica esami

source: Your bookings
it: Le tue prenotazioni

source: Resources
it: Risorse

source: Your events
it: I tuoi eventi

source: Events
it: Eventi

source: Unregistered from event
it: Non sei registrato all'evento

source: You have been unregistered from the specified event
it: La tua registrazione è stata annullata dall'evento specificato

source: We couldn't unregister you for the specified event
it: Non è stato possibile annullare la registrazione per l'evento specificato

source: Confirmed resource
it: Risorsa confermata

source: You have confirmed the selected resource
it: Hai confermato la risorsa selezionata

source: We couldn't confirm the specified resource
it: Impossibile confermare la risorsa specificata

source: Unbooked resource
it: Risorsa non prenotata

source: You have unbooked the selected resource
it: Hai annullato la prenotazione della risorsa selezionata

source: We couldn't unbook the specified resource
it: Non è stato possibile annullare la prenotazione della risorsa specificata

source: Automatic signup
it: Iscrizione automatica

source: Automatic exam/event signup has been enabled, but make sure you are always registered for exams through your institution.
it: L'iscrizione automatica a esami/eventi è stata abilitata, ma assicurati di essere sempre registrato agli esami tramite il tuo istituto.

source: Automatic exam/event signup has been disabled.
it: L'iscrizione automatica a esami/eventi è stata disabilitata.

source: See all
it: Vedi tutto

source: Book more
it: Prenota di più

source: Event details
it: Dettagli evento

source: Title
it: Titolo

source: Type
it: Tipo

source: No type
it: Nessun tipo

source: No date
it: Nessuna data

source: %@, from %@ - %@
it: %@, da %@ - %@

source: Available until
it: Disponibile fino

source: (no date set)
it: (nessuna data fissata)

source: Unregister event
it: Annulla registrazione evento

source: Resource details
it: Dettagli della risorsa

source: Location
it: Posizione

source: Timeslot
it: Fascia oraria

source: Confirmation
it: Conferma

source: (missing)
it: (mancante)

source: Confirm booking
it: Conferma prenotazione

source: Remove booking
it: Rimuovi prenotazione

source: No available timeslots
it: Nessuna fascia oraria disponibile

source: Booked
it: Prenotato

source: Successfully booked resource
it: Risorsa prenotata con successo

source: Not booked
it: Non prenotato

source: Failed to book the specified resource
it: Impossibile prenotare la risorsa specificata

source: Rooms
it: Stanze

source: No name
it: Senza nome

source: Available timeslots: %d
it: Fasce orarie disponibili: %d

source: Pick a date
it: Scegli una data

source: No rooms available on weekends
it: Nessuna stanza disponibile nei fine settimana

source: Book
it: Prenotare

source: at
it: alle

source: No date at this time
it: Nessuna data in questo momento

source: Available at:
it: Disponibile alle:

source: Registered
it: Registrato

source: No registered events available
it: Nessuno dei tuoi eventi registrati disponibile

source: Unregistered
it: Non registrato

source: No unregistered events available
it: Nessun evento non registrato disponibile

source: Upcoming
it: In arrivo

source: No upcoming events available
it: Nessun evento in programma disponibile

source: Signup has passed
it: La registrazione è scaduta

source: Unregister
it: Annulla registrazione

source: Register
it: Registrati

source: Use your university credentials for %@ to sign in to your KronoX account
it: Usa le tue credenziali universitarie per %@ per accedere al tuo account KronoX

source: Need help?
it: Hai bisogno di aiuto?

source: Logged in
it: Accesso effettuato

source: Successfully logged in as %@
it: Accesso effettuato correttamente come %@

source: Something went wrong when logging in to your account
it: Qualcosa è andato storto durante l'accesso al tuo account

source: Username/Email address
it: Nome utente/indirizzo e-mail

source: Please log in to continue
it: Per favore accedi per continuare

source: Save schedules
it: Salva gli orari

source: Search for schedules from the search page and download them locally. View them as a list or a in a dedicated calendar.
it: Cerca gli orari dalla pagina di ricerca e scaricali localmente. Visualizzali come elenco o in un calendario apposito.

source: Set notifications
it: Imposta notifiche

source: Get notified before important events and dates. Just press an event and set notifications for either a course or a single event.
it: Ricevi una notifica prima di eventi e date importanti. Premi semplicemente un evento e imposta le notifiche o per un corso oppure per un singolo evento.

source: Be creative
it: Sii creativo

source: Set custom colors for the courses in your schedules. Just press an event and modify the color to your liking.
it: Imposta colori personalizzati per i corsi nei tuoi programmi. Premi semplicemente un evento e modifica il colore a tuo piacimento.

source: Booking
it: Prenotazione

source: Log in to your KronoX account and book resources and exams. Booking is easy, and notifications remind you to confirm the bookings you've created.
it: Accedi al tuo account KronoX e prenota risorse ed esami. Prenotare è facile e le notifiche ti ricordano di confermare le prenotazioni che hai effettuato.

source: Select university
it: Seleziona l'università

source: Universities
it: Università
