Repository: tumble-for-kronox/Tumble-iOS
Catalog: Assets/*.lproj/Localizable.strings
Languages: ar, bs_ba, de, fr, ru, sv

source: An unexpected error occurred. Please try again later.
ar: حدث خطأ غير متوقع. يرجى المحاولة مرة أخرى لاحقاً.
bs_ba: Došlo je do neočekivane greške. Molimo pokušajte ponovo kasnije.
de: Es ist ein unerwarteter Fehler aufgetreten. Bitte versuchen Sie es später noch einmal.
fr: Une erreur inattendue s'est produite. Veuillez réessayer plus tard.
ru: Произошла ошибка. Повторите попытку позже.
sv: Ett oväntat fel inträffade. Vänligen försök igen senare.

source: Confirm Activation
ar: تأكيد التفعيل
bs_ba: Potvrdi aktivaciju
de: Aktivierung bestätigen
fr: Confirmer l'activation
ru: Подтвердить Активацию
sv: Bekräfta aktivering

source: Are you sure you want to enable this experimental feature?
ar: هل أنت متأكد من أنك تريد تفعيل هذه الميزة التجريبية؟
bs_ba: Jeste li sigurni da želite omogućiti ovu eksperimentalnu funkciju?
de: Sind Sie sicher, dass Sie diese experimentelle Funktion aktivieren möchten?
fr: Êtes-vous sûr de vouloir activer cette fonctionnalité expérimentale?
ru: Вы уверены, что хотите включить эксперементальные функции?
sv: Är du säker på att du vill aktivera denna experimentella funktion?

source: Yes
ar: نعم
bs_ba: Da
de: Ja
fr: Oui
ru: Да
sv: Ja

source: Are you sure you want to log out of your account?
ar: هل أنت متأكد من أنك تريد تسجيل الخروج من حسابك؟
bs_ba: Jeste li sigurni da želite da se odjavite sa vašeg računa?
de: Sind Sie sicher, dass Sie sich von Ihrem Konto abmelden möchten?
fr: Êtes-vous sûr de vouloir vous déconnecter de votre compte?
ru: Вы уверены, что хотите выйти из вашего аккаунта?
sv: Är du säker på att du vill logga ut från ditt konto?

source: No events for this week..
ar: لا أحداث لهذا الأسبوع..
bs_ba: Nema događaja za ovu sedmicu..
de: Keine Veranstaltungen für diese Woche..
fr: Pas d'événements pour cette semaine..
ru: Нет событий на этой неделе..
sv: Inga händelser för denna vecka..

source: No events this day
ar: لا يوجد أحداث في هذا اليوم
bs_ba: Nema događaja tog dana
de: Keine Ereignisse an jenem Tag
fr: Pas d'événements ce jour-là
ru: Нет событий на сегодня
sv: Inga händelser denna dag

source: Week
ar: أسبوع
bs_ba: Sedmica
de: Woche
fr: Semaine
ru: Неделя
sv: Vecka

source: No university selected
ar: لم يتم اختيار جامعة
bs_ba: Univerzitet nije odabran
de: Keine Universität ausgewählt
fr: Aucune université sélectionnée
ru: Университет не выбран
sv: Inget universitet valt

source: You must select a university before logging in
ar: يجب عليك اختيار جامعة قبل تسجيل الدخول
bs_ba: Morate odabrati univerzitet prije prijave
de: Sie müssen eine Universität auswählen, bevor Sie sich anmelden
fr: Vous devez sélectionner une université avant de vous connecter
ru: Необходимо выбрать университет перед тем, как войти в аккаунт
sv: Du måste välja ett universitet innan du loggar in

source: Share the app
ar: شارك التطبيق
bs_ba: Podijeli aplikaciju
de: Teilen Sie die App
fr: Partager l'application
ru: Поделиться приложением
sv: Dela appen

source: Copy link
ar: نسخ الرابط
bs_ba: Kopiraj link
de: Link kopieren
fr: Copier le lien
ru: Скопировать ссылку
sv: Kopiera länk

source: Scan QR Code
ar: مسح رمز الرد السريع
bs_ba: Skeniraj QR kod
de: QR-Code scannen
fr: Scanner le code QR
ru: Отсканировать QR-код
sv: Skanna QR-kod

source: Cancel notifications for all events
ar: إلغاء التنبيهات لجميع الأحداث
bs_ba: Otkaži obavijesti za sve događaje
de: Benachrichtigungen für alle Ereignisse abbrechen
fr: Annuler les notifications pour tous les événements
ru: Выключить уведомления для всех событий
sv: Avbryt aviseringar för alla händelser

source: Log out of your account
ar: تسجيل الخروج من حسابك
bs_ba: Odjavite se s vašeg računa
de: Melden Sie sich von Ihrem Konto ab
fr: Se déconnecter de votre compte
ru: Выйти из аккаунта
sv: Logga ut från ditt konto

source: This action will log you out of your KronoX account
ar: سيؤدي هذا الإجراء إلى تسجيل الخروج من حسابك في KronoX
bs_ba: Ova radnja će vas odjaviti s vašeg KronoX računa
de: Diese Aktion meldet Sie von Ihrem KronoX-Konto ab
fr: Cette action vous déconnectera de votre compte KronoX
ru: Это действие приведет к выходу из вашего аккаунта Kronox
sv: Denna åtgärd kommer att logga ut dig från ditt KronoX-konto

source: Some schedules could not be updated. Either due to missing authorization or network errors.
ar: تعذر تحديث بعض الجداول. إما بسبب عدم وجود ترخيص أو أخطاء في الشبكة.
bs_ba: Neke rasporede nije bilo moguće ažurirati. Bilo zbog nedostatka autorizacije ili grešaka u mreži.
de: Einige Zeitpläne konnten nicht aktualisiert werden. Entweder aufgrund fehlender Berechtigung oder Netzwerkfehler.
fr: Certaines horaires n'ont pas pu être mises à jour. Soit en raison d'une autorisation manquante ou d'erreurs réseau.
ru: Некоторые расписания не удалось обновить. Либо из-за отсутствия авторизации, либо из-за сетевых ошибок.
sv: Vissa scheman kunde inte uppdateras. Antingen på grund av saknad auktorisation eller nätverksfel.

source: Bad server response.
ar: استجابة سيئة من الخادم.
bs_ba: Loš odgovor servera.
de: Schlechte Serverantwort.
fr: Mauvaise réponse du serveur.
ru: Плохой ответ сервера.
sv: Dåligt serversvar.

source: The server seems to be offline.
ar: يبدو أن الخادم غير متصل.
bs_ba: Čini se da je server van mreže.
de: Der Server scheint offline zu sein.
fr: Le serveur semble être hors ligne.
ru: Похоже, что сервер выключен.
sv: Servern verkar vara offline.

source: Something went wrong on our end.
ar: حدث خطأ ما من جانبنا.
bs_ba: Nešto je pošlo po zlu s naše strane.
de: Etwas ist auf unserer Seite schief gelaufen.
fr: Quelque chose a mal tourné de notre côté.
ru: Что-то пошло не так на нашей стороне.
sv: Något gick fel på vår sida.

source: Not connected to the internet.
ar: غير متصل بالإنترنت.
bs_ba: Niste povezani na internet.
de: Nicht mit dem Internet verbunden.
fr: Pas connecté à internet.
ru: Нет подключения к интернету.
sv: Inte ansluten till internet.

source: %@ at %@
ar: %@ في %@
bs_ba: %@ u %@ sati
de: %@ um %@
fr: %@ à %@
ru: %@ в %@
sv: %@ kl. %@

source: Your visible schedules do not contain any events
ar: الجداول الظاهرة لديك لا تحتوي على أي أحداث
bs_ba: Vaši vidljivi rasporedi ne sadrže događaje
de: Ihre sichtbaren Zeitpläne enthalten keine Ereignisse
fr: Vos plannings visibles ne contiennent aucun événement
ru: Ваши видимые расписания не содержат никаких событий
sv: Dina synliga scheman innehåller inga händelser

source: Continue
ar: استمر
bs_ba: Nastavi
de: Fortsetzen
fr: Continuer
ru: Продолжить
sv: Fortsätt

source: Search events
ar: ابحث عن الأحداث
bs_ba: Traži događaje
de: Ereignisse suchen
fr: Rechercher des événements
ru: Искать события
sv: Sök händelser

source: Tumble on GitHub
ar: تامبل على غيت هاب
bs_ba: Tumble na GitHubu
de: Tumble auf GitHub
fr: Tumble sur GitHub
ru: Tumble на Гитхабе
sv: Tumble på GitHub

source: Tumble on Discord
ar: تامبل على ديسكورد
bs_ba: Tumble na Discordu
de: Tumble auf Discord
fr: Tumble sur Discord
ru: Tumble в Дискорде
sv: Tumble på Discord

source: Monday
ar: الاثنين
bs_ba: Ponedjeljak
de: Montag
fr: Lundi
ru: Понедельник
sv: Måndag

source: Tuesday
ar: الثلاثاء
bs_ba: Utorak
de: Dienstag
fr: Mardi
ru: Вторник
sv: Tisdag

source: Wednesday
ar: الأربعاء
bs_ba: Srijeda
de: Mittwoch
fr: Mercredi
ru: Среда
sv: Onsdag

source: Thursday
ar: الخميس
bs_ba: Četvrtak
de: Donnerstag
fr: Jeudi
ru: Четверг
sv: Torsdag

source: Friday
ar: الجمعة
bs_ba: Petak
de: Freitag
fr: Vendredi
ru: Пятница
sv: Fredag

source: Saturday
ar: السبت
bs_ba: Subota
de: Samstag
fr: Samedi
ru: Суббота
sv: Lördag

source: Sunday
ar: الأحد
bs_ba: Nedjelja
de: Sonntag
fr: Dimanche
ru: Воскресенье
sv: Söndag

source: Logged out
ar: تسجيل الخروج
bs_ba: Odjavljen
de: Abgemeldet
fr: Déconnecté
ru: Вышел
sv: Utloggad

source: You have successfully logged out of your account
ar: لقد قُمت بتسجيل الخروج بنجاح من حسابك
bs_ba: Uspješno ste se odjavili sa svog naloga
de: Sie haben sich erfolgreich von ihrem Konto abgemeldet
fr: Vous vous êtes déconnecté avec succès de votre compte
ru: Вы успешно вышли из своего аккаунта
sv: Du har loggat ut från ditt konto

source: Error
ar: خَطَأ
bs_ba: Greška
de: Fehler
fr: Erreur
ru: Ошибка
sv: Fel

source: Could not log out of your account
bs_ba: Ne mogu se odjaviti s vašeg računa
de: Abmeldung von ihrem Konto nicht möglich
fr: Impossible de se déconnecter de votre compte
ru: Не удалось выйти из аккаунта
sv: Kunde inte logga ut från ditt konto

source: There are no schedules that match your search
ar: لا توجد جداول تطابِق بحثك
bs_ba: Nema rasporeda koji odgovaraju vašoj pretrazi
de: Es gibt keine Zeitpläne, die ihrer Suche entsprechen
fr: Aucun horaire ne correspond à votre recherche
ru: По вашему запросу расписания не найдены
sv: Det finns inga scheman som matchar din sökning

source: Important:
ar: هام:
bs_ba: Bitno:
de: Wichtig:
ru: Важно:
sv: Viktigt:

source: Choose a university to begin your search
ar: اختر جامعة لبدء البحث
bs_ba: Odaberite univerzitet da započnete pretragu
de: Wählen Sie eine Universität aus, um Ihre Suche zu beginnen
fr: Choisissez une université pour commencer votre recherche
ru: Выберите университет, чтобы начать поиск
sv: Välj ett universitet för att påbörja din sökning

source: This university requires you to log in to their institution before you can see some of their schedules
ar: تتطلب هذه الجامعة منك تسجيل الدخول إلى مؤسستها قبل أن تتمكن من رؤية بعض الجداول الخاصة بها
bs_ba: Ovaj univerzitet zahtijeva da se prijavite na njihovu instituciju prije nego što možete vidjeti neke od njegovih rasporeda
de: Diese Universität verlangt, dass Sie sich bei ihrer Institution anmelden, bevor Sie einige ihrer Zeitpläne sehen können
fr: Cette université vous demande de vous connecter à leur établissement avant de pouvoir voir certains de ses horaires
ru: Этот университет требует, чтобы вы вошли, прежде чем вы сможете увидеть некоторые из их расписаний.
sv: Detta universitet kräver att du loggar in på deras institution innan du kan se vissa av deras scheman

source: Something went wrong
ar: حدث خَطَأ ما
bs_ba: Nešto je pošlo po zlu
de: Etwas ist schief gelaufen
fr: Quelque chose s'est mal passé
ru: Что-то пошло не так
sv: Något gick fel

source: Automatic
ar: تلقائي
bs_ba: Automatski
de: Automatisch
fr: Automatique
ru: Авто
sv: Automatisk

source: Light
ar: فاتح
de: Licht
fr: Lumière
ru: Светлая
sv: Ljus

source: Dark
ar: داكن
de: Dunkel
fr: Sombre
ru: Тёмная
sv: Mörk

source: English
ar: الإنجليزية
bs_ba: Engleski
de: Englisch
fr: Anglais
ru: Английский
sv: Engelsk

source: Swedish
ar: السويدية
bs_ba: Švedski
de: Schwedisch
fr: Suédois
ru: Шведский
sv: Svenska

source: Italian
ar: الإيطالية
bs_ba: Talijanski
de: Italienisch
fr: Italien
ru: Итальянский
sv: Italienska

source: French
ar: الفرنسية
bs_ba: Francuski
de: Französisch
fr: Français
ru: Французский
sv: Franska

source: German
ar: الألمانية
bs_ba: Njemački
de: Deutsch
fr: Allemand
ru: Немецкий
sv: Tysk

source: Bosnian
ar: البوسنية
bs_ba: Bosanski
de: Bosnisch
fr: Bosnien
ru: Боснийский
sv: Bosniska

source: Home
ar: الصفحة الرئيسية
bs_ba: Dom
de: Heim
fr: Accueil
ru: Главная
sv: Hem

source: Bookmarks
ar: المُفضلة
de: Lesezeichen
fr: Favoris
ru: Закладки
sv: Bokmärken

source: Account
ar: الحساب
bs_ba: Račun
de: Konto
fr: Compte
ru: Аккаунт
sv: Konto

source: Calendar
ar: التقويم
bs_ba: Kalendar
de: Kalender
fr: Calendrier
ru: Календарь
sv: Kalender

source: List
ar: القائمة
bs_ba: Lista
de: Liste
fr: Liste
ru: Список
sv: Lista

source: New school
ar: مدرسة جديدة
bs_ba: Nova škola
de: Neue Schule
fr: Nouvelle école
ru: Новая школа
sv: Ny skola

source: Set %@ to default
ar: تعيين %@ كافتراضي
bs_ba: Postavite %@ na zadano
de: Setzen sie %@ auf Standard
fr: Définir %@ par défaut
ru: Установить %@ по умолчанию
sv: Ställde in %@ till standard

source: School already selected
ar: المدرسة محددة بالفعل
bs_ba: Škola je već odabrana
de: Schule bereits ausgewählt
fr: École déjà sélectionnée
ru: Школа уже выбрана
sv: Skolan är redan vald

source: You already have '%@' as your default school
ar: لديك بالفعل '%@' كمدرسة افتراضية
bs_ba: Već imate '%@' kao zadanu školu
de: Sie haben bereits „%@“ als ihre Standardschule
fr: Vous avez déjà '%@' comme école par défaut
ru: Вы уже выбрали '%@' как вашу школу по умолчанию
sv: Du har redan '%@' som standardskola

source: Removed schedule
ar: تمت إزالة الجدول
bs_ba: Uklonjen raspored
de: Zeitplan entfernt
fr: Calendrier supprimé
ru: Удалить расписание
sv: Tog bort schema

source: Successfully removed the schedule '%@' from your bookmarks
ar: تمت إزالة الجدول '%@' بنجاح من المفضلة الخاصة بك
bs_ba: Uspješno je uklonjen raspored '%@' iz vaših oznaka
de: Der Zeitplan „%@“ wurde erfolgreich aus ihren Lesezeichen entfernt
fr: L'horaire '%@' a été supprimé avec succès de vos favoris
ru: Расписание '%@' успешно удалено из ваших закладок
sv: Tog bort schemat '%@' från dina bokmärken

source: Could not remove schedule
ar: تعذر إزالة الجدول
bs_ba: Nije moguće ukloniti raspored
de: Zeitplan konnte nicht entfernt werden
fr: Impossible de supprimer l'horaire
ru: Не удалось удалить расписание
sv: Det gick inte att ta bort schemat

source: The schedule '%@' could not be removed from your bookmarks
ar: تعذر إزالة الجدول '%@' من المفضلة الخاصة بك
bs_ba: Raspored '%@' nije mogao biti uklonjen iz vaših oznaka
de: Der Zeitplan „%@“ konnte nicht aus ihren Lesezeichen entfernt werden
fr: L'horaire '%@' n'a pas pu être supprimé de vos favoris
ru: Расписание '%@' не удалось удалить из ваших закладок
sv: Schemat '%@' kunde inte tas bort från dina bokmärken

source: Appearance
ar: المظهر
bs_ba: Izgled
de: Aussehen
fr: Apparence
ru: Тема
sv: Utseende

source: App language
ar: لغة التطبيق
bs_ba: Jezik aplikacije
de: App-sprache
fr: Langue de l'application
ru: Язык приложения
sv: Appens språk

source: Notifications
ar: الإشعارات
bs_ba: Obavještenja
de: Benachrichtigungen
fr: Avis
ru: Уведомления
sv: Aviseringar

source: School
ar: المدرسة
bs_ba: Škola
de: Schule
fr: École
ru: Школа
sv: Skola

source: Review the app
ar: مراجعة التطبيق
bs_ba: Ocijeni aplikaciju
de: Bewerte die App
fr: Noter l'application
ru: Оценить приложение
sv: Betygsätt appen

source: Share feedback
ar: مشاركة التعليقات
bs_ba: Podijelite povratne informacije
de: Feedback teilen
fr: Partager des commentaires
ru: Оставить отзыв
sv: Dela feedback

source: Settings
ar: الإعدادات
bs_ba: Postavke
de: Einstellungen
fr: Paramètres
ru: Настройки
sv: Inställningar

source: Cancelled notifications
ar: إلغاء الإشعارات
bs_ba: Otkazana obavještenja
de: Stornierte benachrichtigungen
fr: Notifications annulées
ru: Отменённые уведомления
sv: Avbrutna aviseringar

source: Cancelled all available notifications set for events
ar: تم إلغاء جميع الإشعارات المتاحة المضبوطة للأحداث
bs_ba: Otkazano je sva dostupna obavještenja postavljena za događaje
de: Alle verfügbare Benachrichtigungen für Ereignisse abgebrochen
fr: Annulation de toutes les notifications disponibles définies pour les événements
ru: Все установленные уведомления для событий выключены
sv: Avbröt alla tillgängliga aviseringar för händelser

source: Scheduled notifications
ar: الإشعارات المجدولة
bs_ba: Zakazana obavještenja
de: Geplante Benachrichtigungen
fr: Notifications planifiées
ru: Запланированные уведомления
sv: Schemalade aviseringar

source: Scheduled notifications for all available events
ar: الإشعارات المجدولة لجميع الأحداث المتاحة
bs_ba: Zakazana obavještenja za sve dostupne događaje
de: Geplante Benachrichtigungen für alle verfügbaren Ereignisse
fr: Notifications planifiées pour tous les événements disponibles
ru: Запланированные уведомления для всех доступных событий
sv: Schemalade aviseringar för alla tillgängliga händelser

source: Failed to set notifications for all available events
ar: فشل في تعيين الإشعارات لجميع الأحداث المتاحة
bs_ba: Nije uspjelo postavljanje obavještenja za sve dostupne događaje
de: Fehler beim festlegen von Benachrichtigungen für alle verfügbaren Ereignisse
fr: Échec de la définition des notifications pour tous les événements disponibles
ru: Не удалось включить уведомления для всех доступных событий
sv: Det gick inte att ställa in aviseringar för alla tillgängliga händelser

source: Log out
ar: تسجيل الخروج
bs_ba: Odjaviti se
de: Ausloggen
fr: Se déconnecter
ru: Выйти
sv: Logga ut

source: Log in
ar: تسجيل الدخول
bs_ba: Ulogovati se
de: Einloggen
fr: Connexion
ru: Войти
sv: Logga in

source: No bookmarks yet
ar: لا توجد علامات مرجعية حتى الآن
bs_ba: Još nema oznaka
de: Noch keine Lesezeichen
fr: Aucune calendrier favoris
ru: Пока нет закладок
sv: Inga bokmärken än

source: No events match your search
ar: لا توجد أحداث تطابق بحثك
bs_ba: Nema događaja koji odgovaraju vašem pretraživanju
de: Keine Ereignisse entsprechen Ihrer Suche
fr: Aucun événement ne correspond à votre recherche
ru: Нет событий по вашему запросу
sv: Inga händelser matchar din sökning

source: Minutes
ar: دقائق
bs_ba: Minuta
de: Minuten
ru: минут
sv: minuter

source: Hour
ar: ساعة
bs_ba: Sat
de: Stunde
fr: Heure
ru: час
sv: timme

source: Hours
ar: ساعات
bs_ba: Sati
de: Stunden
fr: Heures
ru: часа
sv: timmar

source: Are you sure you want to set notifications for all events?
ar: هل أنت متأكد أنك تريد تعيين الإشعارات لجميع الأحداث؟
bs_ba: Jeste li sigurni da želite postaviti obavještenja za sve događaje?
de: Sind sie sicher, dass sie benachrichtigungen für alle ereignisse festlegen möchten?
fr: Voulez-vous vraiment activer des notifications pour tous les événements ?
ru: Вы уверены, что хотите включить уведомления для всех событий?
sv: Är du säker på att du vill ställa in aviseringar för alla händelser?

source: Set notifications for all events
ar: تعيين الإشعارات لجميع الأحداث
bs_ba: Postavite obavještenja za sve događaje
de: Benachrichtigungen für alle Ereignisse festlegen
fr: Activer des notifications pour tous les événements
ru: Включить уведомления для всех событий
sv: Sätt på aviseringar för alla händelser

source: Are you sure you want to cancel all set notifications?
ar: هل أنت متأكد أنك تريد إلغاء جميع الإشعارات المضبوطة؟
bs_ba: Jeste li sigurni da želite otkazati sva postavljena obavještenja?
de: Möchten sie wirklich alle eingestellten Benachrichtigungen abstellen?
fr: Voulez-vous vraiment annuler toutes les notifications définies ?
ru: Вы уверены, что хотите выключить все установленные уведомления?
sv: Är du säker på att du vill avbryta alla inställda aviseringar?

source: Cancel all notifications
ar: إلغاء جميع الإشعارات
bs_ba: Otkažite sva obavještenja
de: Alle benachrichtigungen abstellen
fr: Annuler toutes les notifications
ru: Выключить все уведомления
sv: Avbryt alla aviseringar

source: Notifications set for the entire course
ar: تم تعيين الإشعارات للدورة بأكملها
bs_ba: Obavijesti postavljene za cijeli kurs
de: Benachrichtigungen für den gesamten Kurs festgelegt
fr: Notifications définies pour l'ensemble du cours
ru: Уведомления для всего курса включены
sv: Satte aviseringar för hela kursen

source: Notification set for the event
ar: تم تعيين إشعار للحدث
bs_ba: Obavijest je postavljena za događaj
de: Benachrichtigung für das Ereignis wurde gesetzt
fr: Notification définie pour l'événement
ru: Уведомление для события включено
sv: Satte avisering för händelsen

source: No available bookmarks
ar: لا توجد علامات مرجعية متاحة
bs_ba: Nema dostupnih oznaka
de: Keine verfügbaren Lesezeichen
fr: Aucun favoris disponible
ru: Нет доступных закладок
sv: Inga tillgängliga bokmärken

source: It looks like there's no available bookmarks
ar: يبدو أنه لا توجد علامات مرجعية متاحة
bs_ba: Čini se da nema dostupnih oznaka
de: Anscheinend sind keine Lesezeichen verfügbar
fr: Il semble qu'il n'y ait pas de favoris disponibles
ru: Похоже, что нет доступных закладок
sv: Det verkar som att det inte finns några tillgängliga bokmärken

source: Cancel
ar: إلغاء
bs_ba: Otkaži
de: Abbrechen
fr: Annuler
ru: Отмена
sv: Avbryt

source: Notification offset
ar: تعويض الإشعارات
bs_ba: Pomak obavještenja
de: Benachrichtigungs-offset
fr: Décalage des notifications
ru: Смещение уведомлений
sv: Aviseringsförskjutning

source: Looks like you don't have anything saved yet
ar: يبدو أنك لم تقم بحفظ أي شيء بعد
bs_ba: Izgleda da još nemate ništa sačuvano
de: Anscheinend haben Sie noch nichts gespeichert
fr: Il semble que vous n'ayez encore rien enregistré
ru: Похоже, что вы еще ничего не сохранили
sv: Det verkar som att du inte har sparat något ännu

source: Schedules are bookmarked from the search page, which you can access from the search tab.
ar: تتم إضافة الجداول إلى العلامات المرجعية من صفحة البحث التي يمكنك الوصول إليها من علامة التبويب البحث.
bs_ba: Rasporedi su označeni kao zabilješke sa stranice pretrage, kojoj se može pristupiti s kartice pretrage.
de: Zeitpläne werden von der Suchseite aus als Lesezeichen gespeichert, auf die Sie von der Suchregisterkarte aus zugreifen können.
fr: Les horaires sont mis en signet à partir de la page de recherche, que vous pouvez accéder depuis l'onglet de recherche.
ru: Расписания добавляются в закладки на странице поиска, доступ к которой можно получить с вкладки поиска.
sv: Scheman bokmärks från söksidan, som du kan nå från sökfliken.

source: Everything looks good for this week
ar: كل شيء يبدو جيداً لهذا الأسبوع
bs_ba: Sve izgleda dobro za ovu sedmicu
de: Alles sieht gut aus für diese Woche
fr: Tout semble bien pour cette semaine
ru: На этой неделе все выглядит хорошо
sv: Allt ser bra ut för den här veckan

source: Looks like you don't have any classes or exams in the coming week. yay!
ar: يبدو أنه ليس لديك أي حصص أو امتحانات في الأسبوع المقبل. ياي!
bs_ba: Izgleda da nemate nijednu nastavu ili ispite u narednoj sedmici. jej!
de: Sieht so aus, als hätten sie in der kommenden Woche keine Kurse oder Prüfungen. Yay!
fr: Il semble que vous n'ayez ni cours ni examen dans la semaine à venir. yay!
ru: Похоже, на следующей неделе у вас не будет занятий и экзаменов. Ура!
sv: Det verkar som att du inte har några lektioner eller prov under den kommande veckan. jippie!

source: We experienced an issue when trying to find your schedules. try again later
ar: واجهنا مشكلة عند محاولة العثور على جداولك. حاول مرة أخرى لاحقًا
bs_ba: Došlo je do problema prilikom pokušaja pronalaženja vaših rasporeda. pokušajte ponovo kasnije
de: Bei der Suche nach ihren Zeitplänen ist ein Problem aufgetreten. versuchen sie es später erneut
fr: Nous avons rencontré un problème en essayant de trouver vos horaires. réessayez plus tard
ru: У нас возникла проблема при попытке найти ваши расписания. Повторите попытку позже.
sv: Vi upplevde ett problem när vi försökte hitta dina scheman. försök igen senare

source: Today's events
ar: أحداث اليوم
bs_ba: Današnji događaji
de: Die heutigen Ereignisse
fr: Les événements d'aujourd'hui
ru: События на сегодня
sv: Dagens händelser

source: No events for today
ar: لا توجد أحداث لليوم
bs_ba: Nema događaja za danas
de: Keine Veranstaltungen für Heute
fr: Aucun événement pour aujourd'hui
ru: Нет событий на сегодня
sv: Inga evenemang för idag

source: Next class
ar: الحصة التالية
bs_ba: Sledeći čas
de: Nächste Kurs
fr: Cours suivant
ru: Следующее занятие
sv: Nästa klass

source: No upcoming class
ar: لا يوجد حصة قادمة
bs_ba: Nema predstojećeg časa
de: Keine bevorstehende Kurse
fr: Aucun cours à venir
ru: Нет предстоящих событий
sv: Ingen kommande klass

source: No classes for today
ar: لا توجد حصص لليوم
bs_ba: Nema nastave za danas
de: Kein Kurs für heute
fr: Pas de cours pour aujourd'hui
ru: Нет занятий на сегодня
sv: Inga lektioner för idag

source: Other news
ar: أخبار أخرى
bs_ba: Ostale vijesti
de: Andere Neuigkeiten
fr: Autres nouvelles
ru: Другие новости
sv: Andra nyheter

source: No other news
ar: لا توجد أخبار أخرى
bs_ba: Nema drugih vijesti
de: Keine weiteren Neuigkeiten
fr: Pas d'autres nouvelles
ru: Нет других новостей
sv: Inga andra nyheter

source: Details
ar: تفاصيل
bs_ba: Detalji
de: Einzelheiten
fr: Détails
ru: Подробности
sv: Detaljer

source: Recent news
ar: أخبار حديثة
bs_ba: Nedavne vijesti
de: Neueste Nachrichten
fr: Nouvelles récentes
ru: Недавние новости
sv: Senaste nyheterna
