Repository: tumble-for-kronox/Tumble-iOS
Catalog: Assets/*.lproj/Localizable.strings
Languages: ar, bs_ba, de, fr, ru, sv

source: Log in to your kronox account and book resources and exams. booking is easy, and notifications remind you to confirm the bookings you've created.
ar: قم بتسجيل الدخول إلى حسابك في KronoX واحجز الموارد والاختبارات. عملية الحجز سهلة، والإشعارات تذكرك بتأكيد الحجوزات التي أنشأتها.
bs_ba: Prijavite se na svoj kronox nalog i rezervirajte resurse i ispite. rezervacija je jednostavna, a obavještenja vas podsjećaju da potvrdite rezervacije koje ste kreirali.
de: Melden Sie sich bei ihrem Kronox-Konto an und buchen sie Ressourcen und Prüfungen. Die Buchung ist einfach und Benachrichtigungen erinnern sie daran, die von ihnen erstellten Buchungen zu bestätigen.
fr: Connectez-vous à votre compte kronox et réservez des ressources et des examens. la réservation est facile et les notifications vous rappellent de confirmer les réservations que vous avez créées.
ru: Войдите в свою учетную запись Kronox и забронируйте ресурсы и экзамены. Бронирование осуществляется легко, а уведомления напоминают вам о необходимости подтвердить созданные вами бронирования.
sv: Logga in på ditt kronox-konto och boka resurser och tentor. Det är enkelt att boka och aviseringar påminner dig om att bekräfta bokningarna du har skapat.

source: Select university
ar: اختر الجامعة
bs_ba: Odaberite univerzitet
de: Universität auswählen
fr: Sélectionnez l'université
ru: Выбрать университет
sv: Välj universitet

source: Universities
ar: الجامعات
bs_ba: Univerziteti
de: Universitäten
fr: Les universités
ru: Университеты
sv: Universitet

source: Looking for the event's school
ar: البحث عن مدرسة الحدث
bs_ba: Tražimo školu događaja
de: Suche nach der Schule der Veranstaltung
fr: Recherche de l'école de l'événement
ru: Ищем школу мероприятия
sv: Letar efter evenemangets skola

source: Could not find the event's location
ar: تعذر العثور على موقع الحدث
bs_ba: Nije moguće pronaći lokaciju događaja
de: Konnte den Veranstaltungsort nicht finden
fr: Impossible de trouver l'emplacement de l'événement
ru: Не удалось найти местоположение мероприятия
sv: Kunde inte hitta evenemangets plats

source: The map for this campus is not available yet
ar: خريطة هذا الحرم الجامعي غير متاحة بعد
bs_ba: Karta ovog kampusa još nije dostupna
de: Die Karte für diesen Campus ist noch nicht verfügbar
fr: La carte de ce campus n'est pas encore disponible
ru: Карта этого кампуса еще недоступна
sv: Kartan för detta campus är inte tillgänglig ännu

source: View the event locations
ar: عرض مواقع الحدث
bs_ba: Pogledaj lokacije događaja
de: Veranstaltungsorte anzeigen
fr: Voir les lieux de l'événement
ru: Посмотреть место события
sv: Visa evenemangsplatserna

source: w. %@
ar: %@ .أ
bs_ba: s. %@
fr: s. %@
ru: н. %@
sv: v. %@

source: Information
ar: معلومات
bs_ba: Informacija
ru: Информация
