Repository: tumble-for-kronox/Tumble-iOS
Catalog: Assets/*.lproj/Localizable.strings
Languages: ar, bs_ba, de, fr, ru, sv

source: No recent news
ar: لا توجد أخبار حديثة
bs_ba: Nema nedavnih vijesti
de: Keine aktuellen Nachrichten
fr: Pas de nouvelles récentes
ru: Нет недавних новостей
sv: Inga senaste nyheter

source: News
ar: أخبار
bs_ba: Vijesti
de: Nachricht
fr: Nouvelles
ru: Новости
sv: Nyheter

source: Search news
ar: البحث عن أخبار
bs_ba: Traži vijesti
de: Nachrichten suchen
fr: Rechercher des actualités
ru: Искать новости
sv: Sök nyheter

source: News from us (%@)
ar: أخبار منا (%@)
bs_ba: Vijesti od nas (%@)
de: Neuigkeiten von uns (%@)
fr: Nouvelles de nous (%@)
ru: Новости от нас (%@)
sv: Nyheter från oss (%@)

source: No teachers listed
ar: لا يوجد معلمين مذكورين
bs_ba: Nema navedenih nastavnika
de: Keine Lehrer aufgelistet
fr: Aucun enseignant répertorié
ru: Нет назначенных учителей
sv: Inga lärare listade

source: Unknown
ar: غير معروف
bs_ba: Nepoznato
de: Unbekannt
fr: Inconnu
ru: Неизвестно
sv: Okänd

source: Pull to refresh
ar: اسحب للتحديث
bs_ba: Povucite za osvježavanje
de: Zum aktualisieren ziehen
fr: Tirer pour rafraîchir
ru: Потяните, чтобы обновить
sv: Dra för att uppdatera

source: Search
ar: بحث
bs_ba: Traži
de: Suchen
fr: Recherche
ru: Поиск
sv: Sök

source: %@ results
ar: %@ نتائج
bs_ba: %@ rezultati
de: %@ Ergebnisse
fr: %@ résultats
ru: %@ результатов
sv: %@ resultat

source: This is where you find your schedules
ar: هنا حيث تجد جداولك
bs_ba: Ovdje ćete naći svoje rasporede
de: Hier finden sie ihre Stundenpläne
fr: C'est ici que vous trouvez vos horaires
ru: Здесь вы найдете свои расписания
sv: Det är här du hittar dina scheman

source: Looks like something went wrong
ar: يبدو أن هناك خطأ ما
bs_ba: Izgleda da je nešto pošlo po zlu
de: Scheint etwas schief gelaufen zu sein
fr: On dirait que quelque chose s'est mal passé
ru: Похоже, что что-то пошло не так
sv: Det verkar som att något gick fel

source: Schedule is empty
ar: الجدول فارغ
bs_ba: Raspored je prazan
de: Zeitplan ist leer
fr: L'horaire est vide
ru: Расписание пустое
sv: Schemat är tomt

source: Schedule
ar: الجدول
bs_ba: Raspored
de: Zeitplan
fr: Calendrier
ru: Расписание
sv: Schema

source: Search schedules
ar: البحث في الجداول
bs_ba: Pretražite rasporede
de: Suchpläne
fr: Rechercher les horaires
ru: Искать расписания
sv: Sök scheman

source: Remove
ar: إزالة
bs_ba: Ukloni
de: Entfernen
fr: Enlever
ru: Убрать
sv: Ta bort

source: Save
ar: حفظ
bs_ba: Sačuvaj
de: Speichern
fr: Sauvegarder
ru: Сохранить
sv: Spara

source: Schedule seems to be empty
ar: يبدو أن الجدول فارغ
bs_ba: Čini se da je raspored prazan
de: Der Zeitplan scheint leer zu sein
fr: L'horaire semble vide
ru: Похоже, что расписание пустое
sv: Schemat verkar vara tomt

source: There was an error retrieving your schedules
ar: حدث خطأ في استرجاع الجداول الخاصة بك
bs_ba: Došlo je do greške pri preuzimanju vaših rasporeda
de: Beim abrufen ihrer Zeitpläne ist ein Fehler aufgetreten
fr: Une erreur s'est produite lors de la récupération de vos horaires
ru: Произошла ошибка при получении ваших расписаний
sv: Det uppstod ett fel när dina scheman skulle hämtas

source: All your bookmarks are hidden
ar: جميع علاماتك المرجعية مخفية
bs_ba: Sve vaše oznake su skrivene
de: Alle ihre Lesezeichen sind ausgeblendet
fr: Tous vos favoris sont masqués
ru: Все ваши закладки скрыты
sv: Alla dina bokmärken är dolda

source: No events for this date
ar: لا توجد أحداث لهذا التاريخ
bs_ba: Nema događaja za ovaj datum
de: Keine Veranstaltungen für dieses Datum
fr: Aucun événement pour cette date
ru: Нет событий на эту дату
sv: Inga evenemang för detta datum

source: Course
ar: المقرر الدراسي
bs_ba: Kurs
de: Kurs
fr: Cours
ru: Курс
sv: Kurs

source: Teachers
ar: المعلمين
bs_ba: Nastavnici
de: Lehrer
fr: Enseignants
ru: Учителя
sv: Lärare

source: No teachers listed at this time
ar: لا يوجد معلمين مذكورين في الوقت الحالي
bs_ba: Trenutno nema navedenih nastavnika
de: Zur Zeit sind keine Lehrer eingetragen
fr: Aucun enseignant répertorié pour le moment
ru: Учителя пока не назначены
sv: Inga lärare listade just nu

source: Date
ar: التاريخ
bs_ba: Datum
de: Datum
ru: Дата
sv: Datum

source: Time
ar: الوقت
bs_ba: Vrijeme
de: Zeit
fr: Temps
ru: Время
sv: Tid

source: Locations
ar: المواقع
bs_ba: Lokacije
de: Standorte
fr: Emplacements
ru: Место
sv: Platser

source: No locations listed at this time
ar: لا توجد مواقع مذكورة في الوقت الحالي
bs_ba: Trenutno nema navedenih lokacija
de: Derzeit sind keine Standorte aufgeführt
fr: Aucun emplacement répertorié pour le moment
ru: Место пока не назначено
sv: Inga platser angivna just nu

source: Select course color
ar: اختر لون المقرر الدراسي
bs_ba: Odaberite boju kursa
de: Kursfarbe auswählen
fr: Sélectionnez la couleur du cours
ru: Выберите цвет курса
sv: Välj kursfärg

source: Event
ar: الحدث
bs_ba: Događaj
de: Fall
fr: Événement
ru: Событие
sv: Händelse

source: Color
ar: اللون
bs_ba: Boja
de: Farbe
fr: Couleur
ru: Цвет
sv: Färg

source: Attempting to log in user
ar: جاري محاولة تسجيل دخول المستخدم
bs_ba: Pokušaj prijave korisnika
de: Versuch, Benutzer anzumelden
fr: Tentative de connexion de l'utilisateur
ru: Попытка войти
sv: Försöker logga in användare

source: (no date)
ar: (بدون تاريخ)
bs_ba: (bez datuma)
de: (kein Datum)
fr: (pas de date)
ru: (нет даты)
sv: (inget datum)

source: No registered events yet
ar: لا توجد أحداث مسجلة حتى الآن
bs_ba: Još nema registrovanih događaja
de: Noch keine Veranstaltungen registriert
fr: Aucun événement enregistré pour le moment
ru: Пока нет зарегистрированных событий
sv: Inga registrerade evenemang ännu

source: Could not contact the server, try again later
ar: تعذر الاتصال بالخادم، حاول مرة أخرى لاحقًا
bs_ba: Nije moguće kontaktirati server, pokušajte ponovo kasnije
de: Es konnte keine Verbindung zum Server hergestellt werden. versuchen sie es später erneut
fr: Impossible de contacter le serveur, réessayez plus tard
ru: Не удалось связаться с сервером, повторите попытку позже
sv: Kunde inte kontakta servern, försök igen senare

source: Booked resource
ar: المصدر المحجوز
bs_ba: Rezervirani resurs
de: Gebuchte Ressource
fr: Ressource réservée
ru: Забронированные ресурсы
sv: Bokad resurs

source: (no time)
ar: (بدون وقت)
bs_ba: (nema vremena)
de: (keine Zeit)
fr: (pas le temps)
ru: (нет времени)
sv: (ingen tid)

source: No booked resources yet
ar: لا توجد مصادر محجوزة حتى الآن
bs_ba: Još nema rezervisanih resursa
de: Noch keine gebuchten Ressourcen
fr: Aucune ressource réservée pour le moment
ru: Пока нет забронированных ресурсов
sv: Inga bokade resurser ännu

source: No title
ar: بدون عنوان
bs_ba: Bez naslova
de: Kein Titel
fr: Pas de titre
ru: Нет названия
sv: Ingen titel

source: Date:
ar: التاريخ:
bs_ba: Datum:
de: Datum:
ru: Дата:
sv: Datum:

source: Time:
ar: الوقت:
bs_ba: Vrijeme:
de: Zeit:
fr: Temps:
ru: Время:
sv: Tid:

source: User options
ar: خيارات المستخدم
bs_ba: Korisničke opcije
de: Benutzeroptionen
fr: Options utilisateur
ru: Параметры пользователя
sv: Användaralternativ

source: Automatic exam signup
ar: تسجيل تلقائي للاختبار
bs_ba: Automatska prijava za ispit
de: Automatische Prüfungsanmeldung
fr: Inscription automatique aux examens
ru: Авто регистрация на экзамены
sv: Automatisk examensregistrering

source: Your bookings
ar: حجوزاتك
bs_ba: Vaše rezervacije
de: Ihre Buchungen
fr: Vos réservations
ru: Ваши бронирования
sv: Dina bokningar

source: Resources
ar: المصادر
bs_ba: Resursi
de: Ressourcen
fr: Ressources
ru: Ресурсы
sv: Resurser

source: Your events
ar: أحداثك
bs_ba: Vaši događaji
de: Ihre Veranstaltungen
fr: Vos événements
ru: Выши события
sv: Dina händelser

source: Events
ar: الأحداث
bs_ba: Događaji
de: Veranstaltungen
fr: Événements
ru: События
sv: Händelser

source: Unregistered from event
ar: تم إلغاء تسجيلك من الحدث
bs_ba: Odjavljen sa događaja
de: Von der Veranstaltung abgemeldet
fr: Désinscrit de l'événement
ru: Регистрация отменена
sv: Avregistrerad från evenemanget

source: You have been unregistered from the specified event
ar: تم إلغاء تسجيلك من الحدث المحدد
bs_ba: Odjavljeni ste sa navedenog događaja
de: Sie wurden von der angegebenen Veranstaltung abgemeldet
fr: Vous avez été désinscrit de l'événement spécifié
ru: Вы были удалены из указанного мероприятия
sv: Du har blivit avregistrerad från den angivna händelsen

source: We couldn't unregister you for the specified event
ar: لم نتمكن من إلغاء تسجيلك من الحدث المحدد
bs_ba: Nismo mogli poništiti vašu registraciju za navedeni događaj
de: Wir konnten sie für die angegebene Veranstaltung nicht abmelden
fr: Nous n'avons pas pu vous désinscrire pour l'événement spécifié
ru: Мы не смогли отменить вашу регистрацию на указанное мероприятие
sv: Vi kunde inte avregistrera dig för den angivna händelsen

source: Confirmed resource
ar: المصدر المؤكد
bs_ba: Potvrđeni izvor
de: Bestätigte Ressource
fr: Ressource confirmée
ru: Подтверждённые ресурсы
sv: Bekräftad resurs

source: You have confirmed the selected resource
ar: لقد أكدت المصدر المحدد
bs_ba: Potvrdili ste odabrani resurs
de: Sie haben die ausgewählte Ressource bestätigt
fr: Vous avez confirmé la ressource sélectionnée
ru: Вы подтвердили выбранный ресурс
sv: Du har bekräftat den valda resursen

source: We couldn't confirm the specified resource
ar: لم نتمكن من تأكيد المصدر المحدد
bs_ba: Nismo mogli potvrditi navedeni resurs
de: Wir konnten die angegebene Ressource nicht bestätigen
fr: Nous n'avons pas pu confirmer la ressource spécifiée
ru: Мы не смогли подтвердить указанный ресурс
sv: Vi kunde inte bekräfta den angivna resursen

source: Unbooked resource
ar: إلغاء حجز المصدر
bs_ba: Nerezervirani resurs
de: Nicht gebuchte Ressourcen
fr: Ressource non réservée
ru: Отменённые ресурсы
sv: Avbokade resursen

source: You have unbooked the selected resource
ar: لقد قمت بإلغاء حجز المصدر المحدد
bs_ba: Poništili ste rezervaciju odabranog resursa
de: Sie haben die ausgewählte Ressource ausgebucht
fr: Vous avez annulé la réservation de la ressource sélectionnée
ru: Вы отменили бронирование выбранного ресурса
sv: Du har avbokat den valda resursen

source: We couldn't unbook the specified resource
ar: لم نتمكن من إلغاء حجز المصدر المحدد
bs_ba: Nismo mogli poništiti rezervaciju navedenog resursa
de: Wir konnten die angegebene Ressource nicht abbuchen
fr: Nous n'avons pas pu annuler la réservation de la ressource spécifiée
ru: Мы не смогли отменить выбранный ресурс
sv: Vi kunde inte avboka den angivna resursen

source: Automatic signup
bs_ba: Automatska prijava
de: Automatische Anmeldung
fr: Inscription automatique

source: Automatic exam/event signup has been enabled, but make sure you are always registered for exams through your institution.
bs_ba: Automatska prijava za ispit/događaj je omogućena, ali vodite računa da ste uvijek prijavljeni za ispite preko svoje institucije.
de: Die automatische Prüfungs-/Veranstaltungsanmeldung wurde aktiviert, aber stellen sie sicher, dass sie sich immer über ihre Institution für Prüfungen angemeldet haben.
fr: L'inscription automatique aux examens/événements a été activée, mais assurez-vous que vous êtes toujours inscrit aux examens par l'intermédiaire de votre établissement.

source: Automatic exam/event signup has been disabled.
bs_ba: Automatska prijava na ispit/događaj je onemogućena.
de: Die automatische Prüfungs-/Veranstaltungsanmeldung wurde deaktiviert.
fr: L'inscription automatique aux examens/événements a été désactivée.

source: See all
ar: عرض الكل
bs_ba: Vidjeti sve
de: Alles sehen
fr: Voir tout
ru: Посмотреть все
sv: Se allt

source: Book more
ar: حجز المزيد
bs_ba: Rezervišite više
de: Buchen sie mehr
fr: Réserver plus
ru: Добавить ещё
sv: Boka mer

source: Event details
ar: تفاصيل الحدث
bs_ba: Detalji događaja
de: Veranstaltungsdetails
fr: Détails de l'évènement
ru: Подробности мероприятия
sv: Evenemangsdetaljer

source: Title
ar: العنوان
bs_ba: Naslov
de: Titel
fr: Titre
ru: Название
sv: Titel

source: Type
ar: النوع
bs_ba: Tip
de: Typ
fr: Taper
ru: Тип
sv: Typ

source: No type
ar: بدون نوع
bs_ba: Nema tipa
de: Kein Typ
fr: Aucun type
ru: Нет типа
sv: Ingen typ

source: No date
ar: بدون تاريخ
bs_ba: Nema datuma
de: Kein Datum
fr: Pas de date
ru: Нет даты
sv: Inget datum

source: %@, from %@ to %@
ar: %@، من %@ إلى %@
bs_ba: %@, od %@ do %@
de: %@, von %@ bis %@
fr: %@, de %@ à %@
ru: %@, с %@ до %@
sv: %@, från %@ till %@

source: Available until
ar: متاح حتى
bs_ba: Dostupno do
de: Verfügbar bis
fr: Disponible jusqu'au
ru: Доступно до
sv: Tillgänglig till

source: (no date set)
ar: (لم يتم تحديد تاريخ)
bs_ba: (nije postavljen datum)
de: (kein Datum festgelegt)
fr: (pas de date fixée)
ru: (нет назначенной даты)
sv: (inget datum satt)

source: Unregister event
ar: إلغاء تسجيل الحدث
bs_ba: Poništi registraciju događaja
de: Veranstaltung abmelden
fr: Désinscrire l'événement
ru: Отменить событие
sv: Avregistrera händelse

source: Resource details
ar: تفاصيل المصدر
bs_ba: Detalji o resursima
de: Ressourcendetails
fr: Détails de la ressource
ru: Подробности ресурса
sv: Resursdetaljer

source: Location
ar: الموقع
bs_ba: Lokacija
de: Standort
fr: Emplacement
ru: Место
sv: Plats

source: Timeslot
ar: فترة زمنية
de: Zeitfenster
fr: Créneau horaire
ru: Время
sv: Tidslucka

source: Confirmation
ar: التأكيد
bs_ba: Potvrda
de: Bestätigung
ru: Подтверждение
sv: Bekräftelse

source: (missing)
ar: (مفقود)
bs_ba: (nedostaje)
de: (fehlen)
fr: (manquant)
ru: (отсутствует)
sv: (saknas)

source: Confirm booking
ar: تأكيد الحجز
bs_ba: Potvrdite rezervaciju
de: Buchung bestätigen
fr: Confirmer la réservation
ru: Подтвердить бронирование
sv: Bekräfta bokningen

source: Remove booking
ar: إزالة الحجز
bs_ba: Ukloni rezervaciju
de: Buchung entfernen
fr: Supprimer la réservation
ru: Отменить бронирование
sv: Ta bort bokningen

source: No available timeslots
ar: لا تتوفر فترات زمنية متاحة
bs_ba: Nema dostupnih termina
de: Keine verfügbaren Zeitfenster
fr: Pas de plages horaires disponibles
ru: Нет доступного времени
sv: Inga tillgängliga tider

source: Booked
ar: تم الحجز
bs_ba: Rezervisano
de: Gebucht
fr: Réservé
ru: Забронировано
sv: Bokad

source: Successfully booked resource
ar: تم حجز المصدر بنجاح
bs_ba: Uspješno rezerviran resurs
de: Ressource erfolgreich gebucht
fr: Ressource réservée avec succès
ru: Ресурс успешно забронирован
sv: Resurs har bokats

source: Not booked
ar: لم يتم الحجز
bs_ba: Nije rezervisano
de: Nicht gebucht
fr: Non réservé
ru: Не забронировано
sv: Ej bokad

source: Failed to book the specified resource
ar: تعذر حجز المصدر المحدد
bs_ba: Rezervacija navedenog resursa nije uspjela
de: Die angegebene Ressource konnte nicht gebucht werden
fr: Impossible de réserver la ressource spécifiée
ru: Не удалось забронировать выбранный ресурс
sv: Det gick inte att boka den angivna resursen

source: Rooms
ar: الغرف
bs_ba: Sobe
de: Räume
fr: Pièces
ru: Комнаты
sv: Rum

source: No name
ar: بدون اسم
bs_ba: Bez imena
de: Kein Name
fr: Pas de nom
ru: Нет имени
sv: Inget namn

source: Available timeslots: %d
ar: فترات زمنية متاحة: %d
bs_ba: Dostupni termini: %d
de: Verfügbare Zeitfenster: %d
fr: Plages horaires disponibles : %d
ru: Доступное время: %d
sv: Tillgängliga tidsluckor: %d

source: Pick a date
ar: اختر تاريخًا
bs_ba: Izaberite datum
de: Suche dir einen Termin aus
fr: Choisissez une date
ru: Выбрать дату
sv: Välj ett datum

source: No rooms available on weekends
ar: لا تتوفر غرف في عطلات نهاية الأسبوع
bs_ba: Nema slobodnih soba vikendom
de: Am Wochenende sind keine Zimmer verfügbar
fr: Pas de salle disponibles le week-end
ru: Нет комнат, доступных в выходные
sv: Inga rum tillgängliga på helgerna

source: Book
ar: حجز
de: Buch
fr: Réserver
ru: Забронировать
sv: Boka

source: At
ar: في
de: Bei
fr: À
ru: В
sv: På

source: No date at this time
ar: لا توجد تاريخ في هذا الوقت
bs_ba: Nema datuma u ovom trenutku
de: Derzeit kein Datum
fr: Pas de date pour le moment
ru: Нет даты на это время
sv: Inget datum just nu

source: Available at:
ar: متاح في:
bs_ba: Dostupno na:
de: Verfügbar um:
fr: Disponible à:
ru: Доступно в:
sv: Tillgänglig på:

source: Registered
ar: مسجل
bs_ba: Registrovan
de: Eingetragen
fr: Enregistré
ru: Зарегистрировано
sv: Registrerad

source: No registered events available
ar: لا توجد أحداث مسجلة متاحة
bs_ba: Nema dostupnih registrovanih događaja
de: Keine registrierten Veranstaltungen verfügbar
fr: Aucun événement enregistré disponible
ru: Нет доступных зарегистрированных событий
sv: Inga registrerade evenemang tillgängliga

source: Unregistered
ar: غير مسجل
bs_ba: Neregistrovan
de: Nicht registriert
fr: Non enregistré
ru: Регистрация отменена
sv: Oregistrerad

source: No unregistered events available
ar: لا توجد أحداث غير مسجلة متاحة
bs_ba: Nema dostupnih neregistriranih događaja
de: Keine nicht registrierten Veranstaltungen verfügbar
fr: Aucun événement non enregistré disponible
ru: Нет доступных незарегистрированных событий
sv: Inga oregistrerade evenemang tillgängliga

source: Upcoming
ar: القادمة
bs_ba: Nadolazeće
de: Bevorstehende
fr: A venir
ru: Предстоящие
sv: Kommande

source: No upcoming events available
ar: لا توجد أحداث قادمة متاحة
bs_ba: Nema dostupnih predstojećih događaja
de: Keine bevorstehenden Veranstaltungen verfügbar
fr: Aucun événement à venir disponible
ru: Нет доступных предстоящих событий
sv: Inga kommande evenemang tillgängliga

source: Signup has passed
ar: انتهت فترة التسجيل
bs_ba: Prijava je prošla
de: Die Anmeldung ist abgelaufen
fr: L'inscription est dépassée
ru: Регистрация прошла
sv: Registreringen har passerat

source: Unregister
ar: إلغاء التسجيل
bs_ba: Odjavi se
de: Registrierung aufheben
fr: Se désinscrire
ru: Отменить регистрацию
sv: Avregistrera dig

source: Register
ar: التسجيل
bs_ba: Registrirajte se
de: Registrieren
fr: Enregistrer
ru: Регистрация
sv: Registrera

source: Password
ar: كلمة المرور
bs_ba: Lozinka
de: Passwort
fr: Mot de passe
ru: Пароль
sv: Lösenord

source: Use your university credentials for %@ to sign in to your kronox account
ar: استخدم بيانات اعتماد جامعتك في %@ لتسجيل الدخول إلى حسابك في KronoX
bs_ba: Koristite svoje univerzitetske akreditive za %@ da se prijavite na svoj kronox nalog
de: Verwenden sie ihre Universitätsdaten für %@, um sich bei ihrem Kronox-Konto anzumelden
fr: Utilisez vos identifiants universitaires pour %@ pour vous connecter à votre compte kronox
ru: Используйте данные вашего университета для %@, чтобы войти в свою учетную запись Kronox
sv: Använd dina universitetsuppgifter för %@ för att logga in på ditt kronox-konto

source: Need help?
ar: هل تحتاج إلى مساعدة؟
bs_ba: Trebati pomoć?
de: Brauchen sie Hilfe?
fr: Besoin d'aide?
ru: Нужна помощь?
sv: Behövs hjälp?

source: Logged in
ar: تم تسجيل الدخول
bs_ba: Prijavljeni
de: Eingeloggt
fr: Connecté
ru: Вошёл
sv: Inloggad

source: Successfully logged in as %@
ar: تم تسجيل الدخول بنجاح كـ %@
bs_ba: Uspješno prijavljen kao %@
de: Erfolgreich angemeldet als %@
fr: Connexion réussie en tant que %@
ru: Успешно вошёл как %@
sv: Inloggad som %@

source: Something went wrong when logging in to your account
ar: حدث خطأ ما عند تسجيل الدخول إلى حسابك
bs_ba: Nešto nije u redu prilikom prijavljivanja na vaš račun
de: Bei der Anmeldung bei ihrem Konto ist etwas schief gelaufen
fr: Une erreur s'est produite lors de la connexion à votre compte
ru: Что-то пошло не так при входе в ваш аккаунт
sv: Något gick fel när du loggade in på ditt konto

source: Username/email address
ar: اسم المستخدم/عنوان البريد الإلكتروني
bs_ba: Korisničko ime/e-mail adresa
de: Benutzername (E-mail Addresse
fr: Nom d'utilisateur/adresse e-mail
ru: Имя пользователя/Почта
sv: Användarnamn/e-postadress

source: Please log in to continue
ar: يرجى تسجيل الدخول للمتابعة
bs_ba: Molimo prijavite se da nastavite
de: Bitte einloggen zum fortfahren
fr: Merci de vous connecter pour continuer
ru: Пожалуйста, войдите, чтобы продолжить
sv: Var vänlig logga in för att fortsätta

source: Save schedules
ar: حفظ الجداول
bs_ba: Sačuvajte rasporede
de: Zeitpläne speichern
fr: Enregistrer les horaires
ru: Сохранённые расписания
sv: Spara scheman

source: Search for schedules from the search page and download them locally. view them as a list or a in a dedicated calendar.
bs_ba: Potražite rasporede sa stranice za pretraživanje i preuzmite ih lokalno. pogledajte ih kao listu ili u posebnom kalendaru.
de: Suchen sie auf der Suchseite nach Zeitplänen und laden Sie diese lokal herunter. Zeigen Sie diese als Liste oder in einem speziellen Kalender an.
fr: Recherchez des horaires à partir de la page de recherche et téléchargez-les localement. affichez-les sous forme de liste ou dans un calendrier dédié.
ru: Найдите расписания на странице поиска и загрузите их локально. Просматривайте их в виде списка или в специальном календаре.
sv: Sök efter scheman från söksidan och ladda ner dem lokalt. Visa dem som en lista eller i en särskild kalender.

source: Set notifications
ar: تعيين التنبيهات
bs_ba: Postavite obavještenja
de: Benachrichtigungen einstellen
fr: Définir des notifications
ru: Устанавливайте напоминания
sv: Ställ in aviseringar

source: Get notified before important events and dates. just press an event and set notifications for either a course or a single event.
ar: احصل على إشعار قبل الأحداث والمواعيد الهامة. اضغط فقط على حدث وقم بتعيين التنبيهات إما للدورة أو لحدث واحد.
bs_ba: Budite obavješteni prije važnih događaja i datuma. samo pritisnite događaj i postavite obavještenja za kurs ili za jedan događaj.
de: Lassen sie sich vor wichtigen ereignissen und terminen benachrichtigen. drücken sie einfach auf ein ereignis und legen sie benachrichtigungen entweder für einen kurs oder ein einzelnes ereignis fest.
fr: Soyez averti avant les événements et les dates importantes. appuyez simplement sur un événement et définissez des notifications pour un cours ou un événement unique.
ru: Получайте уведомления о важных событиях и датах. Просто нажмите на событие и настройте уведомления для курса или отдельного события.
sv: Få aviseringar innan viktiga händelser och datum. Tryck bara på en händelse och ställ in aviseringar för antingen en kurs eller en enskild händelse.

source: Be creative
ar: كن مبدعًا
bs_ba: Budi kreativan
de: Seien sie kreativ
fr: Soyez créatif
ru: Будьте креативным
sv: Var kreativ

source: Set custom colors for the courses in your schedules. just press an event and modify the color to your liking.
ar: قم بتعيين ألوان مخصصة للدورات في الجداول الخاصة بك. اضغط فقط على حدث وقم بتعديل اللون حسب تفضيلاتك.
bs_ba: Postavite prilagođene boje za kurseve u svojim rasporedima. samo pritisnite događaj i promijenite boju prema svom ukusu.
de: Legen sie benutzerdefinierte Farben für die Kurse in ihren Stundenplänen fest. Drücken sie einfach auf ein Ereignis und ändern sie die Farbe nach ihren wünschen.
fr: Définissez des couleurs personnalisées pour les cours dans vos horaires. appuyez simplement sur un événement et modifiez la couleur à votre guise.
ru: Установите индивидуальные цвета для курсов в своих расписаниях. Просто нажмите на событие и измените цвет по своему вкусу.
sv: Ställ in anpassade färger för kurserna i dina scheman. Tryck bara på en händelse och ändra färgen efter eget tycke.

source: Booking
ar: الحجز
bs_ba: Rezervacija
de: Buchung
fr: Réservation
ru: Бронивание
sv: Bokning
